Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: It also matches your open tabs, history, and bookmarks as you type, so it doubles as a quick switcher.
ar: كما أنه يطابق علامات التبويب المفتوحة والسجل والإشارات المرجعية أثناء الكتابة، فيعمل كمبدّل سريع أيضًا.
ca: També coincideix amb les teves pestanyes obertes, l'historial i les adreces d'interès mentre escrius, així que també fa de commutador ràpid.
cs: Během psaní také porovnává tvé otevřené karty, historii a záložky, takže slouží i jako rychlý přepínač.
da: Den matcher også dine åbne faneblade, din historik og dine bogmærker, mens du skriver, så den fungerer også som en hurtig skifter.
de: Sie gleicht beim Tippen auch deine offenen Tabs, deinen Verlauf und deine Lesezeichen ab und dient so zugleich als schneller Umschalter.
el: Επίσης αντιστοιχίζει τις ανοιχτές καρτέλες, το ιστορικό και τους σελιδοδείκτες σου καθώς πληκτρολογείς, οπότε λειτουργεί και ως γρήγορος εναλλάκτης.
es: También coincide con tus pestañas abiertas, tu historial y tus marcadores mientras escribes, por lo que sirve además como selector rápido.
fi: Se vastaa myös avoimia välilehtiäsi, historiaasi ja kirjanmerkkejäsi sitä mukaa kun kirjoitat, joten se toimii myös nopeana vaihtajana.
fr: Il fait aussi correspondre vos onglets ouverts, votre historique et vos favoris au fur et à mesure que vous tapez, servant ainsi de sélecteur rapide.
he: הוא גם מתאים את הכרטיסיות הפתוחות, ההיסטוריה והסימניות שלך תוך כדי הקלדה, כך שהוא משמש גם כמחליף מהיר.
hi: यह टाइप करते समय आपके खुले टैब, इतिहास और बुकमार्क से भी मिलान करता है, इसलिए यह एक त्वरित स्विचर के रूप में भी काम करता है।
hr: Također podudara tvoje otvorene kartice, povijest i knjižne oznake dok tipkaš, pa služi i kao brzi preklopnik.
hu: Gépelés közben egyezteti a nyitott lapjaidat, előzményeidet és könyvjelzőidet is, így gyors váltóként is szolgál.
id: Ia juga mencocokkan tab terbuka, riwayat, dan markahmu saat kamu mengetik, sehingga berfungsi ganda sebagai pengalih cepat.
it: Mentre digiti, trova anche corrispondenze tra le tue schede aperte, la cronologia e i segnalibri, quindi funge anche da selettore rapido.
ja: 入力するにつれて開いているタブ、履歴、ブックマークも照合するため、クイックスイッチャーとしても機能します。
ko: 입력하는 동안 열린 탭, 기록, 북마크도 일치시키므로 빠른 전환기 역할도 합니다.
ms: Ia juga sepadan dengan tab terbuka, sejarah dan penanda buku anda semasa anda menaip, jadi ia berfungsi sebagai penukar pantas.
nb: Den matcher også de åpne fanene dine, loggen og bokmerkene dine mens du skriver, så den fungerer også som en rask veksler.
nl: Terwijl je typt, matcht hij ook je open tabbladen, geschiedenis en bladwijzers, zodat hij tevens als snelle wisselaar dient.
pl: Podczas pisania dopasowuje też Twoje otwarte karty, historię i zakładki, więc pełni również funkcję szybkiego przełącznika.
pt_br: Ela também combina com suas abas abertas, seu histórico e seus favoritos enquanto você digita, funcionando também como um alternador rápido.
ro: De asemenea, potrivește filele deschise, istoricul și marcajele pe măsură ce tastezi, așa că servește și ca un comutator rapid.
ru: Он также сопоставляет ваши открытые вкладки, историю и закладки по мере ввода, поэтому служит и быстрым переключателем.
sk: Počas písania tiež porovnáva tvoje otvorené karty, históriu a záložky, takže slúži aj ako rýchly prepínač.
sv: Den matchar även dina öppna flikar, din historik och dina bokmärken medan du skriver, så den fungerar också som en snabbväxlare.
th: นอกจากนี้ยังจับคู่แท็บที่เปิดอยู่ ประวัติ และบุ๊กมาร์กของคุณขณะที่คุณพิมพ์ ดังนั้นจึงทำหน้าที่เป็นตัวสลับด่วนด้วย
tr: Yazarken açık sekmelerini, geçmişini ve yer işaretlerini de eşleştirir, bu yüzden hızlı bir geçiş aracı olarak da işlev görür.
uk: Він також зіставляє ваші відкриті вкладки, історію та закладки під час введення, тож слугує і швидким перемикачем.
vi: Nó cũng khớp với các thẻ đang mở, lịch sử và dấu trang của bạn khi bạn gõ, nên đóng vai trò như một công cụ chuyển nhanh.
zh_hans: 在你输入时，它还会匹配你打开的标签页、历史记录和书签，因此兼具快速切换器的功能。
zh_hk: 在你輸入時，它還會比對你打開的分頁、紀錄與書籤，因此兼具快速切換器的功能。

source: JavaScript and page content
ar: JavaScript ومحتوى الصفحة
ca: JavaScript i contingut de la pàgina
cs: JavaScript a obsah stránky
da: JavaScript og sideindhold
de: JavaScript und Seiteninhalt
el: JavaScript και περιεχόμενο σελίδας
es: JavaScript y contenido de la página
fi: JavaScript ja sivun sisältö
fr: JavaScript et contenu des pages
he: JavaScript ותוכן הדף
hi: JavaScript और पृष्ठ सामग्री
hr: JavaScript i sadržaj stranice
hu: JavaScript és oldaltartalom
id: JavaScript dan konten halaman
it: JavaScript e contenuto delle pagine
ja: JavaScriptとページコンテンツ
ko: JavaScript 및 페이지 콘텐츠
ms: JavaScript dan kandungan halaman
nb: JavaScript og sideinnhold
nl: JavaScript en pagina-inhoud
pl: JavaScript i treść strony
pt_br: JavaScript e conteúdo da página
ro: JavaScript și conținutul paginii
ru: JavaScript и содержимое страницы
sk: JavaScript a obsah stránky
sv: JavaScript och sidinnehåll
th: JavaScript และเนื้อหาหน้า
tr: JavaScript ve sayfa içeriği
uk: JavaScript і вміст сторінки
vi: JavaScript và nội dung trang
zh_hans: JavaScript 和页面内容
zh_hk: JavaScript 與頁面內容

source: JavaScript is what makes pages interactive — menus, forms, live content. Almost every modern site needs it. Turning it off loads pages as plain, static documents, which is faster and quieter but breaks most web apps.
ar: JavaScript هي ما يجعل الصفحات تفاعلية — القوائم والنماذج والمحتوى المباشر. تحتاجها تقريبًا كل المواقع الحديثة. إيقافها يحمّل الصفحات كمستندات ثابتة بسيطة، وهو أسرع وأهدأ لكنه يعطّل معظم تطبيقات الويب.
ca: JavaScript és el que fa que les pàgines siguin interactives — menús, formularis, contingut en directe. Gairebé tots els llocs moderns el necessiten. Desactivar-lo carrega les pàgines com a documents estàtics i simples, cosa que és més ràpida i silenciosa però trenca la majoria d'aplicacions web.
cs: JavaScript je to, co dělá stránky interaktivní — nabídky, formuláře, živý obsah. Téměř každý moderní web ho potřebuje. Jeho vypnutí načte stránky jako prosté statické dokumenty, což je rychlejší a tišší, ale rozbíjí většinu webových aplikací.
da: JavaScript er det, der gør sider interaktive — menuer, formularer, live-indhold. Næsten alle moderne websteder har brug for det. Slår du det fra, indlæses sider som enkle, statiske dokumenter, hvilket er hurtigere og mere roligt, men ødelægger de fleste web-apps.
de: JavaScript macht Seiten interaktiv – Menüs, Formulare, Live-Inhalte. Fast jede moderne Website braucht es. Wenn du es ausschaltest, werden Seiten als einfache, statische Dokumente geladen, was schneller und ruhiger ist, aber die meisten Web-Apps zerstört.
el: Η JavaScript είναι αυτό που κάνει τις σελίδες διαδραστικές — μενού, φόρμες, ζωντανό περιεχόμενο. Σχεδόν κάθε σύγχρονος ιστότοπος τη χρειάζεται. Η απενεργοποίησή της φορτώνει τις σελίδες ως απλά, στατικά έγγραφα, κάτι που είναι ταχύτερο και πιο ήσυχο αλλά χαλάει τις περισσότερες εφαρμογές ιστού.
es: JavaScript es lo que hace las páginas interactivas: menús, formularios, contenido en vivo. Casi todos los sitios modernos lo necesitan. Desactivarlo carga las páginas como documentos estáticos y simples, lo cual es más rápido y silencioso pero rompe la mayoría de las apps web.
fi: JavaScript tekee sivuista vuorovaikutteisia — valikot, lomakkeet, reaaliaikainen sisältö. Lähes jokainen moderni sivusto tarvitsee sitä. Sen poistaminen käytöstä lataa sivut yksinkertaisina, staattisina asiakirjoina, mikä on nopeampaa ja rauhallisempaa mutta rikkoo useimmat verkkosovellukset.
fr: JavaScript est ce qui rend les pages interactives — menus, formulaires, contenu en direct. Presque tous les sites modernes en ont besoin. Le désactiver charge les pages comme de simples documents statiques, ce qui est plus rapide et plus discret mais casse la plupart des applications web.
he: JavaScript הוא מה שהופך את הדפים לאינטראקטיביים — תפריטים, טפסים, תוכן חי. כמעט כל אתר מודרני זקוק לו. כיבויו טוען דפים כמסמכים סטטיים פשוטים, מה שמהיר ושקט יותר אך שובר את רוב יישומי האינטרנט.
hi: JavaScript ही वह है जो पृष्ठों को इंटरैक्टिव बनाता है — मेन्यू, फ़ॉर्म, लाइव सामग्री। लगभग हर आधुनिक साइट को इसकी आवश्यकता होती है। इसे बंद करने से पृष्ठ सरल, स्थिर दस्तावेज़ों के रूप में लोड होते हैं, जो तेज़ और शांत है लेकिन अधिकांश वेब ऐप्स को तोड़ देता है।
hr: JavaScript je ono što stranice čini interaktivnima — izbornici, obrasci, sadržaj uživo. Gotovo svako moderno web-mjesto ga treba. Isključivanje učitava stranice kao obične, statične dokumente, što je brže i tiše, ali kvari većinu web-aplikacija.
hu: A JavaScript az, ami interaktívvá teszi az oldalakat — menük, űrlapok, élő tartalom. Szinte minden modern webhelynek szüksége van rá. Kikapcsolása egyszerű, statikus dokumentumokként tölti be az oldalakat, ami gyorsabb és csendesebb, de a legtöbb webalkalmazást tönkreteszi.
id: JavaScript adalah yang membuat halaman interaktif — menu, formulir, konten langsung. Hampir setiap situs modern membutuhkannya. Mematikannya memuat halaman sebagai dokumen statis biasa, yang lebih cepat dan lebih tenang tetapi merusak sebagian besar aplikasi web.
it: JavaScript è ciò che rende le pagine interattive: menu, moduli, contenuti in tempo reale. Quasi ogni sito moderno ne ha bisogno. Disattivarlo carica le pagine come semplici documenti statici, il che è più veloce e silenzioso ma rompe la maggior parte delle app web.
ja: JavaScriptはページをインタラクティブにするもの（メニュー、フォーム、ライブコンテンツ）です。ほぼすべての最新サイトが必要とします。オフにするとページは単純な静的ドキュメントとして読み込まれ、より速く静かになりますが、ほとんどのウェブアプリが壊れます。
ko: JavaScript는 페이지를 대화형으로 만드는 요소입니다(메뉴, 양식, 실시간 콘텐츠). 거의 모든 최신 사이트가 이를 필요로 합니다. 끄면 페이지가 단순한 정적 문서로 로드되어 더 빠르고 조용하지만 대부분의 웹 앱이 작동하지 않습니다.
ms: JavaScript ialah yang menjadikan halaman interaktif — menu, borang, kandungan langsung. Hampir setiap tapak moden memerlukannya. Mematikannya memuatkan halaman sebagai dokumen statik biasa, yang lebih pantas dan lebih tenang tetapi merosakkan kebanyakan aplikasi web.
nb: JavaScript er det som gjør sider interaktive — menyer, skjemaer, direkteinnhold. Nesten alle moderne nettsteder trenger det. Å slå det av laster sider som enkle, statiske dokumenter, noe som er raskere og roligere, men ødelegger de fleste nettapper.
nl: JavaScript is wat pagina's interactief maakt — menu's, formulieren, live-inhoud. Vrijwel elke moderne site heeft het nodig. Het uitschakelen laadt pagina's als eenvoudige, statische documenten, wat sneller en stiller is maar de meeste web-apps kapotmaakt.
pl: JavaScript sprawia, że strony są interaktywne — menu, formularze, treści na żywo. Prawie każda nowoczesna witryna go potrzebuje. Wyłączenie go ładuje strony jako proste, statyczne dokumenty, co jest szybsze i cichsze, ale psuje większość aplikacji internetowych.
pt_br: JavaScript é o que torna as páginas interativas — menus, formulários, conteúdo ao vivo. Quase todo site moderno precisa dele. Desativá-lo carrega as páginas como documentos estáticos e simples, o que é mais rápido e silencioso, mas quebra a maioria dos apps da web.
ro: JavaScript este ceea ce face paginile interactive — meniuri, formulare, conținut live. Aproape fiecare site modern are nevoie de el. Dezactivarea lui încarcă paginile ca documente simple, statice, ceea ce este mai rapid și mai liniștit, dar strică majoritatea aplicațiilor web.
ru: JavaScript — это то, что делает страницы интерактивными: меню, формы, живой контент. Почти каждому современному сайту он нужен. Его отключение загружает страницы как простые статические документы, что быстрее и тише, но ломает большинство веб-приложений.
sk: JavaScript je to, čo robí stránky interaktívnymi — ponuky, formuláre, živý obsah. Takmer každý moderný web ho potrebuje. Jeho vypnutie načíta stránky ako obyčajné statické dokumenty, čo je rýchlejšie a tichšie, ale rozbíja väčšinu webových aplikácií.
sv: JavaScript är det som gör sidor interaktiva — menyer, formulär, live-innehåll. Nästan alla moderna webbplatser behöver det. Att stänga av det läser in sidor som enkla, statiska dokument, vilket är snabbare och tystare men förstör de flesta webbappar.
th: JavaScript คือสิ่งที่ทำให้หน้าโต้ตอบได้ — เมนู แบบฟอร์ม เนื้อหาสด เว็บไซต์สมัยใหม่เกือบทุกแห่งต้องการมัน การปิดจะโหลดหน้าเป็นเอกสารสถิตธรรมดา ซึ่งเร็วกว่าและเงียบกว่าแต่ทำให้เว็บแอปส่วนใหญ่พัง
tr: JavaScript, sayfaları etkileşimli yapan şeydir — menüler, formlar, canlı içerik. Neredeyse her modern site buna ihtiyaç duyar. Kapatmak, sayfaları sade, statik belgeler olarak yükler; bu daha hızlı ve daha sessizdir ama çoğu web uygulamasını bozar.
uk: JavaScript — це те, що робить сторінки інтерактивними: меню, форми, живий контент. Майже кожен сучасний сайт його потребує. Його вимкнення завантажує сторінки як прості статичні документи, що швидше й тихіше, але ламає більшість вебзастосунків.
vi: JavaScript là thứ làm cho trang có tính tương tác — menu, biểu mẫu, nội dung trực tiếp. Gần như mọi trang hiện đại đều cần nó. Tắt nó sẽ tải trang dưới dạng tài liệu tĩnh, đơn giản, nhanh hơn và yên tĩnh hơn nhưng làm hỏng hầu hết ứng dụng web.
zh_hans: JavaScript 让页面具有交互性——菜单、表单、实时内容。几乎每个现代网站都需要它。关闭后，页面会以简单的静态文档形式加载，更快更安静，但会破坏大多数网页应用。
zh_hk: JavaScript 讓頁面具有互動性——選單、表單、即時內容。幾乎每個現代網站都需要它。關閉後，頁面會以簡單的靜態文件形式載入，更快更安靜，但會破壞大多數網頁 App。

source: jpg png pdf — empty means all
ar: jpg png pdf — الفارغ يعني الكل
ca: jpg png pdf — buit significa tots
cs: jpg png pdf — prázdné znamená vše
da: jpg png pdf — tom betyder alle
de: jpg png pdf — leer bedeutet alle
el: jpg png pdf — το κενό σημαίνει όλα
es: jpg png pdf — vacío significa todos
fi: jpg png pdf — tyhjä tarkoittaa kaikkia
fr: jpg png pdf — vide signifie tous
he: jpg png pdf — ריק פירושו הכול
hi: jpg png pdf — रिक्त का अर्थ सभी
hr: jpg png pdf — prazno znači sve
hu: jpg png pdf — az üres mindet jelenti
id: jpg png pdf — kosong berarti semua
it: jpg png pdf — vuoto significa tutti
ja: jpg png pdf — 空欄はすべてを意味する
ko: jpg png pdf — 비어 있으면 모두
ms: jpg png pdf — kosong bermaksud semua
nb: jpg png pdf — tom betyr alle
nl: jpg png pdf — leeg betekent alle
pl: jpg png pdf — puste oznacza wszystkie
pt_br: jpg png pdf — vazio significa todos
ro: jpg png pdf — gol înseamnă toate
ru: jpg png pdf — пусто означает все
sk: jpg png pdf — prázdne znamená všetky
sv: jpg png pdf — tomt betyder alla
th: jpg png pdf — ว่างหมายถึงทั้งหมด
tr: jpg png pdf — boş hepsi anlamına gelir
uk: jpg png pdf — порожньо означає всі
vi: jpg png pdf — để trống nghĩa là tất cả
zh_hans: jpg png pdf — 留空表示全部
zh_hk: jpg png pdf — 留空表示全部

source: Jump to Tab 1–9
ar: الانتقال إلى علامة التبويب 1–9
ca: Ves a la pestanya 1–9
cs: Přejít na kartu 1–9
da: Gå til faneblad 1–9
de: Zu Tab 1–9 springen
el: Μετάβαση στην καρτέλα 1–9
es: Ir a la pestaña 1–9
fi: Siirry välilehteen 1–9
fr: Aller à l'onglet 1–9
he: קפוץ לכרטיסייה 1–9
hi: टैब 1–9 पर जाएँ
hr: Skoči na karticu 1–9
hu: Ugrás az 1–9. lapra
id: Lompat ke Tab 1–9
it: Vai alla scheda 1–9
ja: タブ1〜9へ移動
ko: 탭 1–9로 이동
ms: Lompat ke Tab 1–9
nb: Hopp til fane 1–9
nl: Naar tabblad 1–9 springen
pl: Przejdź do karty 1–9
pt_br: Ir para a aba 1–9
ro: Sari la fila 1–9
ru: Перейти к вкладке 1–9
sk: Prejsť na kartu 1–9
sv: Hoppa till flik 1–9
th: ข้ามไปยังแท็บ 1–9
tr: Sekme 1–9'a Atla
uk: Перейти до вкладки 1–9
vi: Nhảy tới thẻ 1–9
zh_hans: 跳转到标签页 1–9
zh_hk: 跳至分頁 1–9

source: Just opening tabs
ar: فتح علامات التبويب فقط
ca: Només obrir pestanyes
cs: Jen otevírání karet
da: Kun når faneblade åbnes
de: Nur geöffnete Tabs
el: Μόνο άνοιγμα καρτελών
es: Solo al abrir pestañas
fi: Vain välilehtien avaaminen
fr: Ouverture des onglets uniquement
he: פתיחת כרטיסיות בלבד
hi: केवल टैब खोलना
hr: Samo otvaranje kartica
hu: Csak a lapok megnyitása
id: Hanya membuka tab
it: Solo apertura delle schede
ja: タブを開いたときだけ
ko: 탭 열기만
ms: Hanya membuka tab
nb: Bare når faner åpnes
nl: Alleen tabbladen openen
pl: Tylko otwieranie kart
pt_br: Apenas abertura de abas
ro: Doar deschiderea filelor
ru: Только открытие вкладок
sk: Len otváranie kariet
sv: Bara när flikar öppnas
th: เฉพาะการเปิดแท็บ
tr: Yalnızca sekme açma
uk: Лише відкриття вкладок
vi: Chỉ khi mở thẻ
zh_hans: 仅打开标签页
zh_hk: 僅開啟分頁

source: Keep holding ⌘Q to quit
ar: استمر في الضغط على ⌘Q للإنهاء
ca: Continua prement ⌘Q per sortir
cs: Pro ukončení dál drž ⌘Q
da: Bliv ved med at holde ⌘Q nede for at slutte
de: Halte ⌘Q weiter gedrückt, um zu beenden
el: Συνέχισε να κρατάς το ⌘Q για έξοδο
es: Sigue manteniendo ⌘Q para salir
fi: Lopeta pitämällä ⌘Q edelleen pohjassa
fr: Continuez à maintenir ⌘Q pour quitter
he: המשך להחזיק ⌘Q כדי לצאת
hi: छोड़ने के लिए ⌘Q दबाए रखना जारी रखें
hr: Nastavi držati ⌘Q za izlaz
hu: A kilépéshez tartsd tovább a ⌘Q-t
id: Terus tahan ⌘Q untuk keluar
it: Continua a tenere premuto ⌘Q per uscire
ja: 終了するには⌘Qを押し続けてください
ko: 종료하려면 ⌘Q를 계속 누르세요
ms: Terus tahan ⌘Q untuk keluar
nb: Fortsett å holde ⌘Q for å avslutte
nl: Blijf ⌘Q ingedrukt houden om te stoppen
pl: Przytrzymaj dalej ⌘Q, aby zakończyć
pt_br: Continue segurando ⌘Q para sair
ro: Continuă să ții ⌘Q pentru a ieși
ru: Продолжайте удерживать ⌘Q для выхода
sk: Na ukončenie ďalej drž ⌘Q
sv: Fortsätt hålla ned ⌘Q för att avsluta
th: กด ⌘Q ค้างต่อไปเพื่อออก
tr: Çıkmak için ⌘Q'yu basılı tutmaya devam et
uk: Продовжуйте утримувати ⌘Q для виходу
vi: Tiếp tục giữ ⌘Q để thoát
zh_hans: 继续按住 ⌘Q 以退出
zh_hk: 繼續按住 ⌘Q 以結束

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
ca: Dreceres de teclat
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastaturkurzbefehle
el: Συντομεύσεις πληκτρολογίου
es: Atajos de teclado
fi: Näppäinoikotiet
fr: Raccourcis clavier
he: קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट
hr: Tipkovni prečaci
hu: Billentyűparancsok
id: Pintasan Keyboard
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
ms: Pintasan Papan Kekunci
nb: Tastatursnarveier
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Atalhos de teclado
ro: Scurtături de tastatură
ru: Сочетания клавиш
sk: Klávesové skratky
sv: Tangentbordsgenvägar
th: แป้นลัดคีย์บอร์ด
tr: Klavye Kısayolları
uk: Сполучення клавіш
vi: Phím tắt bàn phím
zh_hans: 键盘快捷键
zh_hk: 鍵盤快速鍵

source: Learn more
ar: معرفة المزيد
ca: Més informació
cs: Zjistit více
da: Læs mere
de: Mehr erfahren
el: Μάθε περισσότερα
es: Más información
fi: Lue lisää
fr: En savoir plus
he: מידע נוסף
hi: और जानें
hr: Saznaj više
hu: Tudj meg többet
id: Pelajari lebih lanjut
it: Scopri di più
ja: 詳しく見る
ko: 더 알아보기
ms: Ketahui lebih lanjut
nb: Les mer
nl: Meer info
pl: Dowiedz się więcej
pt_br: Saiba mais
ro: Află mai multe
ru: Подробнее
sk: Zistiť viac
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hk: 了解更多

source: Left
ar: يسار
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
es: Izquierda
fi: Vasen
fr: Gauche
he: שמאל
hi: बाएँ
hr: Lijevo
hu: Bal
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
ms: Kiri
nb: Venstre
nl: Links
pl: Lewo
pt_br: Esquerda
ro: Stânga
ru: Слева
sk: Vľavo
sv: Vänster
th: ซ้าย
tr: Sol
uk: Ліворуч
vi: Trái
zh_hans: 左
zh_hk: 左

source: Lets `browser-cli click --real` post genuine mouse events.
ar: يتيح للأمر `browser-cli click --real` إرسال أحداث فأرة حقيقية.
ca: Permet que `browser-cli click --real` enviï esdeveniments de ratolí genuïns.
cs: Umožňuje příkazu `browser-cli click --real` odesílat opravdové události myši.
da: Lader `browser-cli click --real` sende ægte musehændelser.
de: Lässt `browser-cli click --real` echte Mausereignisse senden.
el: Επιτρέπει στο `browser-cli click --real` να στέλνει γνήσια συμβάντα ποντικιού.
es: Permite que `browser-cli click --real` envíe eventos de ratón genuinos.
fi: Antaa komennon `browser-cli click --real` lähettää aitoja hiiritapahtumia.
fr: Permet à `browser-cli click --real` d'envoyer de vrais événements de souris.
he: מאפשר ל-`browser-cli click --real` לשלוח אירועי עכבר אמיתיים.
hi: `browser-cli click --real` को वास्तविक माउस घटनाएँ भेजने देता है।
hr: Omogućuje `browser-cli click --real` slanje pravih događaja miša.
hu: Lehetővé teszi a `browser-cli click --real` számára valódi egéresemények küldését.
id: Membuat `browser-cli click --real` mengirim peristiwa mouse asli.
it: Consente a `browser-cli click --real` di inviare veri eventi del mouse.
ja: `browser-cli click --real` が本物のマウスイベントを送信できるようにします。
ko: `browser-cli click --real` 이 진짜 마우스 이벤트를 보낼 수 있게 합니다.
ms: Membolehkan `browser-cli click --real` menghantar peristiwa tetikus tulen.
nb: Lar `browser-cli click --real` sende ekte musehendelser.
nl: Laat `browser-cli click --real` echte muisgebeurtenissen sturen.
pl: Pozwala `browser-cli click --real` wysyłać autentyczne zdarzenia myszy.
pt_br: Permite que `browser-cli click --real` envie eventos de mouse genuínos.
ro: Permite comenzii `browser-cli click --real` să trimită evenimente de mouse autentice.
ru: Позволяет `browser-cli click --real` отправлять настоящие события мыши.
sk: Umožňuje príkazu `browser-cli click --real` odosielať skutočné udalosti myši.
sv: Låter `browser-cli click --real` skicka äkta mushändelser.
th: ให้ `browser-cli click --real` ส่งเหตุการณ์เมาส์จริง
tr: `browser-cli click --real` komutunun gerçek fare olayları göndermesine olanak tanır.
uk: Дозволяє `browser-cli click --real` надсилати справжні події миші.
vi: Cho phép `browser-cli click --real` gửi các sự kiện chuột thật.
zh_hans: 让 `browser-cli click --real` 发送真实的鼠标事件。
zh_hk: 讓 `browser-cli click --real` 傳送真實的滑鼠事件。

source: License Agreement
ar: اتفاقية الترخيص
ca: Acord de llicència
cs: Licenční smlouva
da: Licensaftale
de: Lizenzvereinbarung
el: Άδεια χρήσης
es: Contrato de licencia
fi: Käyttöoikeussopimus
fr: Contrat de licence
he: הסכם רישיון
hi: लाइसेंस अनुबंध
hr: Ugovor o licenci
hu: Licencszerződés
id: Perjanjian Lisensi
it: Contratto di licenza
ja: ライセンス契約
ko: 사용권 계약
ms: Perjanjian Lesen
nb: Lisensavtale
nl: Licentieovereenkomst
pl: Umowa licencyjna
pt_br: Contrato de licença
ro: Acord de licență
ru: Лицензионное соглашение
sk: Licenčná zmluva
sv: Licensavtal
th: ข้อตกลงสิทธิ์การใช้งาน
tr: Lisans Sözleşmesi
uk: Ліцензійна угода
vi: Thỏa thuận cấp phép
zh_hans: 许可协议
zh_hk: 授權合約

source: Light
ar: فاتح
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fi: Vaalea
fr: Clair
he: בהיר
hi: हल्का
hr: Svijetlo
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
ms: Cerah
nb: Lys
nl: Licht
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлая
sk: Svetlý
sv: Ljus
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hk: 淺色

source: Light, Dark, or follow your Mac.
ar: فاتح أو داكن أو اتباع الـ Mac.
ca: Clar, Fosc o segueix el teu Mac.
cs: Světlý, Tmavý nebo podle tvého Macu.
da: Lys, Mørk eller følg din Mac.
de: Hell, Dunkel oder deinem Mac folgen.
el: Φωτεινό, Σκοτεινό ή ακολούθησε το Mac σου.
es: Claro, Oscuro o seguir tu Mac.
fi: Vaalea, Tumma tai seuraa Maciasi.
fr: Clair, Sombre, ou suivre votre Mac.
he: בהיר, כהה או לפי ה-Mac שלך.
hi: हल्का, गहरा, या अपने Mac का अनुसरण करें।
hr: Svijetlo, Tamno ili prati tvoj Mac.
hu: Világos, Sötét vagy a Mac szerint.
id: Terang, Gelap, atau ikuti Mac-mu.
it: Chiaro, Scuro o segui il tuo Mac.
ja: ライト、ダーク、またはMacに従う。
ko: 라이트, 다크 또는 Mac을 따름.
ms: Cerah, Gelap, atau ikut Mac anda.
nb: Lys, Mørk eller følg Macen din.
nl: Licht, Donker of volg je Mac.
pl: Jasny, Ciemny lub zgodnie z Makiem.
pt_br: Claro, Escuro ou seguir seu Mac.
ro: Luminos, Întunecat sau urmează Mac-ul tău.
ru: Светлая, Тёмная или по настройке Mac.
sk: Svetlý, Tmavý alebo podľa tvojho Macu.
sv: Ljus, Mörk eller följ din Mac.
th: สว่าง มืด หรือตาม Mac ของคุณ
tr: Açık, Koyu veya Mac'ini izle.
uk: Світла, Темна або за налаштуванням Mac.
vi: Sáng, Tối, hoặc theo Mac của bạn.
zh_hans: 浅色、深色，或跟随你的 Mac。
zh_hk: 淺色、深色，或跟隨你的 Mac。
